export const data = [
    {
        type: "카고트럭",
        grades: ["2톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "내장탑차",
        grades: ["2톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "냉동탑차",
        grades: ["2톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "윙바디",
        grades: ["2톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "바가지차",
        grades: ["2톤, 1.2톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "집게차",
        grades: ["2톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "스카이차",
        grades: ["1톤, 1.2톤, 1.4톤, 2.5톤, 3.5톤, 5톤+"],
    },
    {
        type: "카고크레인",
        grades: ["1톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "암롤트럭",
        grades: ["2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "덤프",
        grades: ["2톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "호로리 / 탱크로리",
        grades: ["1톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "버큠로리",
        grades: ["2톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "살수차",
        grades: ["1톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "셀프로더",
        grades: ["1톤, 2.5톤, 3.5톤, 4.5톤, 5톤, 5톤+"],
    },
    {
        type: "활어차",
        grades: ["2톤, 1.2톤, 1.4톤, 2.5톤, 3.5톤, 5톤"],
    },
    {
        type: "음식물 / 압착, 압축",
        grades: ["2톤, 1.2톤, 1.4톤, 2.5톤, 3.5톤, 5톤"],
    },
];
