export const data = [
    {
        manufacturer: "중대형화물",
        models: [
            {
                name: "카고",
                subModels: [
                    {
                        name: "카고(2톤)",
                        grades: ["마이티"],
                    },
                    {
                        name: "카고(2.5~3톤)",
                        grades: ["마이티", "타이탄", "트레이드", "파맥스", "프런티어", "현대", "더쎈 3톤"],
                    },
                    {
                        name: "카고(3.5~4톤)",
                        grades: [
                            "마이티 3.5톤",
                            "현대 3.5톤",
                            "이스즈 엘프 3.5톤",
                            "파맥스 3.5톤",
                            "만트럭 3.5톤",
                            "이베코 3.5톤",
                            "마이티 4톤",
                            "현대 4톤",
                            "라이노 4톤",
                            "와이드 복사 4톤",
                            "더쎈 4톤",
                        ],
                    },
                    {
                        name: "카고(4.5~5톤)",
                        grades: [
                            "대우 4.5톤",
                            "라이노 4.5톤",
                            "만트런 4.5톤",
                            "메가츠런 4.5톤",
                            "볼보 4.5톤",
                            "현대 4.5톤",
                            "히노 4.5톤",
                            "대우 5톤",
                            "더쎈 5톤",
                            "라이노 5톤",
                            "메가트럭 5톤",
                            "현대 5톤",
                        ],
                    },
                    {
                        name: "카고(5.5이상)",
                        grades: ["5.5~10톤", "10.5~15톤", "15.5~20톤", "20.5톤 이상"],
                    },
                ],
            },
            {
                name: "탑차/윙바디",
                subModels: [
                    {
                        name: "내장탑",
                        grades: ["2톤", "2.5톤", "3.5톤", "4톤", "4.5톤", "5톤 이상"],
                    },
                    {
                        name: "냉동탑",
                        grades: ["2톤", "2.5톤", "3.5톤", "4.2톤", "4.5톤", "5톤 이상"],
                    },
                    {
                        name: "냉장탑",
                        grades: ["2톤", "2.5톤", "3.5톤", "4.5톤", "5톤 이상"],
                    },
                    {
                        name: "보냉탑",
                        grades: ["2.5톤", "3.5톤", "4.5톤", "5톤 이상"],
                    },
                    {
                        name: "익스탑",
                        grades: ["2톤", "2.5톤", "3.5톤", "4.5톤", "5톤"],
                    },
                    {
                        name: "하이내장탑",
                        grades: ["2톤", "3.5톤"],
                    },
                    {
                        name: "익스(하이)내장탑 파워게이트",
                        grades: ["1톤", "1.2톤", "2톤", "2.5톤", "3.5톤", "4.5톤", "5톤"],
                    },
                    {
                        name: "윙바디",
                        grades: ["2톤", "2.5톤", "3.5톤", "4.5톤", "5톤", "5.5톤 이상"],
                    },
                    {
                        name: "파워게이트",
                        grades: ["1톤", "1.2톤", "1.4톤", "2톤", "2.5톤", "3.5톤", "4.5톤", "5톤 이상"],
                    },
                ],
            },
            {
                name: "로리",
                subModels: [
                    {
                        name: "홈로리",
                        grades: [
                            "마이티 2.5톤",
                            "프런티어 2.5톤",
                            "트레이드 2.5톤",
                            "파맥스 2.5톤",
                            "3.5톤",
                            "부영",
                            "점보타이탄",
                        ],
                    },
                    {
                        name: "탱크로리",
                        grades: ["3.5톤", "4.5톤", "5톤", "6톤 이상"],
                    },
                    {
                        name: "버큠로리",
                        grades: ["2.5톤", "3.5톤", "4.5톤", "5톤", "25톤", "27톤"],
                    },
                    {
                        name: "기타액체운반",
                        grades: ["살수차", "물차", "소방차", "기타"],
                    },
                ],
            },
            {
                name: "덤프",
                subModels: [
                    {
                        name: "덤프",
                        grades: [
                            "마이티 2.5톤",
                            "프런티어 2.5톤",
                            "현대 2.5톤",
                            "파맥스 2.5톤",
                            "트레이드 2.5톤",
                            "타이탄 2.5톤",
                            "마이티 3.5톤",
                            "파맥스 3.5톤",
                            "라이노 4.5톤",
                            "현대 4.5톤",
                            "더쎈 4톤",
                            "복사 4톤",
                            "라이노 5.5톤",
                            "기타",
                        ],
                    },
                ],
            },
            {
                name: "트랙터",
                subModels: [
                    {
                        name: "트랙터",
                        grades: [
                            "기아",
                            "대우",
                            "만",
                            "벤츠",
                            "볼보",
                            "삼성",
                            "스카니아",
                            "쌍용",
                            "이베코",
                            "인터내셔널",
                            "현대",
                        ],
                    },
                ],
            },
            {
                name: "트레일러",
                subModels: [
                    {
                        name: "트레일러",
                        grades: ["대우", "대흥", "두성", "쌍용", "인정", "진도", "진명", "한국", "한원", "현대"],
                    },
                    {
                        name: "콘테이너샤시",
                        grades: ["K1", "미래", "쌍용", "진도", "한특", "현대"],
                    },
                    {
                        name: "캠핑운송트레일러",
                        grades: ["DACHI", "SM캠핑운송트레일러", "나마스때", "세정", "코쿤", "포레스트리버"],
                    },
                ],
            },
            {
                name: "렉카",
                subModels: [
                    {
                        name: "렉카",
                        grades: ["국제", "라이노", "마이티", "반도", "수성", "수산", "현대"],
                    },
                    {
                        name: "셀프로더",
                        grades: ["4.5톤 이하", "5톤 이상"],
                    },
                    {
                        name: "언더리프트",
                        grades: ["1톤", "2.5톤"],
                    },
                ],
            },
            {
                name: "압축진개",
                subModels: [
                    {
                        name: "암롤트럭",
                        grades: ["기아", "대우", "현대", "수입"],
                    },
                    {
                        name: "진개차",
                        grades: ["진개덤프", "압착식", "압축식", "기타"],
                    },
                ],
            },
            {
                name: "고소",
                subModels: [
                    {
                        name: "카고크레인",
                        grades: ["크레인"],
                    },
                    {
                        name: "집게차",
                        grades: ["5톤 이하", "9.5톤 이상"],
                    },
                    {
                        name: "바가지차",
                        grades: ["2.5톤 이하", "4톤 이상"],
                    },
                    {
                        name: "고소작업차",
                        grades: ["2.5톤 이하", "3톤 이상"],
                    },
                    {
                        name: "사다리",
                        grades: ["대림", "드림", "세인", "신한", "천하", "하나", "호룡"],
                    },
                ],
            },
            {
                name: "활어차",
                subModels: [
                    {
                        name: "활어차",
                        grades: ["2.5톤 이하", "3톤 이상"],
                    },
                ],
            },
            {
                name: "특수",
                subModels: [
                    {
                        name: "방제차",
                        grades: [""],
                    },
                    {
                        name: "가축운반차",
                        grades: ["4.5톤 이상"],
                    },
                    {
                        name: "곡물수송차",
                        grades: ["4.5톤 이하", "5톤 이상"],
                    },
                    {
                        name: "문서파쇄압축차량",
                        grades: ["4.5톤 이하", "5톤 이상"],
                    },
                    {
                        name: "사료운반차",
                        grades: ["3.5톤", "4.5톤", "5톤 이상"],
                    },
                    {
                        name: "이동무대차",
                        grades: ["이동무대차"],
                    },
                    {
                        name: "음식물처리차량",
                        grades: ["4.5톤 이상"],
                    },
                    {
                        name: "이동목욕차",
                        grades: ["2.5톤", "3.5톤", "4.5톤"],
                    },
                    {
                        name: "이동세탁차",
                        grades: ["2.5톤", "3.5톤", "4.5톤"],
                    },
                    {
                        name: "청소차",
                        grades: ["노면청소차", "압축진개차", "하수구 준설차"],
                    },
                    {
                        name: "카캐리어",
                        grades: ["4.5톤 이하", "5톤 이상"],
                    },
                    {
                        name: "캠핑카",
                        grades: ["캠핑카", "캠핑트레일러"],
                    },
                ],
            },
        ],
    },
    {
        manufacturer: "중대형버스",
        models: [
            {
                name: "소형현대버스",
                subModels: [
                    {
                        name: "카운티 일렉트릭",
                        grades: [
                            "자가용 초장축 23인승",
                            "영업용 초장축 23인승",
                            "마을버스 초장축 20인승(전중문)",
                            "마을버스 초장축 23인승(전중문)",
                            "어린이버스 초장축 30인승",
                            "어린이버스 초장축 33인승",
                        ],
                    },
                    {
                        name: "카운티 뉴 브리즈",
                        grades: [
                            "자가용 단축 25인승",
                            "자가용 장축 25인승",
                            "자가용 초장축 25인승",
                            "자가용 초장축 29인승",
                            "영업용 단축 25인승",
                            "영업용 장축 25인승",
                            "영업용 초장축 25인승",
                            "영업용 초장축 29인승",
                            "렌터카 장축 15인승",
                            "리무진 장축 11인승",
                            "마을버스 장축 21인승(전중문)",
                            "마을버스 장축 23인승(중후문)",
                            "마을버스 초장축 23인승(전중문)",
                            "어린이버스 장축 29인승",
                            "어린이버스 초장축 33인승",
                        ],
                    },
                    {
                        name: "뉴카운티",
                        grades: [
                            "단축 STD",
                            "단축 DLX",
                            "단축 SUP",
                            "단축 어린이",
                            "장축 DLX",
                            "장축 SUP",
                            "장축 GOLD",
                            "장축 스페셜",
                            "장축 리무진",
                            "장축 어린이",
                            "캠핑카",
                        ],
                    },
                    {
                        name: "카운티(e)",
                        grades: [
                            "15인",
                            "16인",
                            "21인",
                            "25인",
                            "29인",
                            "34인",
                            "리무진 장축 11인승",
                            "엠블런스",
                            "이동검진차",
                            "캠핑카",
                            "기타",
                        ],
                    },
                    {
                        name: "코러스(뉴)",
                        grades: ["25인", "기타"],
                    },
                ],
            },
            {
                name: "소형기아버스",
                subModels: [
                    {
                        name: "콤비(파워)",
                        grades: ["15~17인", "25인", "34인", "리무진 장축 11인승", "캠핑카", "기타"],
                    },
                    {
                        name: "코스모스(뉴)",
                        grades: ["25인", "30~35인", "57인", "기타"],
                    },
                ],
            },
            {
                name: "소형선롱버스",
                subModels: [
                    {
                        name: "듀에고",
                        grades: ["듀에고CT", "듀에고EX"],
                    },
                ],
            },
            {
                name: "중현현대버스",
                subModels: [
                    {
                        name: "에어로(E/600)",
                        grades: ["600", "TURBO", "기타"],
                    },
                    {
                        name: "에어로시티(슈퍼)",
                        grades: ["540", "도시표준", "도시저상", "시내좌석", "시외직행", "기타"],
                    },
                    {
                        name: "에어로스페이스(뉴)",
                        grades: ["LD", "LS"],
                    },
                    {
                        name: "에어로익스프레스(뉴)",
                        grades: ["HSX", "LDX"],
                    },
                    {
                        name: "에어로퀸(뉴)",
                        grades: ["일반", "파워텍"],
                    },
                    {
                        name: "에어로타운(e)",
                        grades: ["30인", "31인", "35인", "38인", "기타"],
                    },
                    {
                        name: "유니버스",
                        grades: ["엘레강스", "프라임", "노블", "스페이스", "익스프레스", "럭셔리"],
                    },
                    {
                        name: "하이스페이스(뉴)",
                        grades: ["일반", "파워텍"],
                    },
                    {
                        name: "하이클래스(뉴)",
                        grades: ["일반", "파워텍"],
                    },
                    {
                        name: "현대그린시티",
                        grades: ["디젤", "CNG"],
                    },
                ],
            },
            {
                name: "중형기아버스",
                subModels: [
                    {
                        name: "기아버스(AM)",
                        grades: ["AM927", "AM928", "AM937", "AM938", "AM939"],
                    },
                    {
                        name: "그랜버드",
                        grades: ["듀에고CT", "듀에고EX"],
                    },
                    {
                        name: "뉴그랜버드",
                        grades: ["그린필드(SDI)", "블루스카이", "실크로드", "썬쌰인", "파크웨이(SDII)"],
                    },
                ],
            },
            {
                name: "중형대우버스",
                subModels: [
                    {
                        name: "대우버스(BC)",
                        grades: ["BC211", "BC211M"],
                    },
                    {
                        name: "대우버스(090/35인)",
                        grades: ["35인"],
                    },
                    {
                        name: "대우버스(BF)",
                        grades: ["BF101", "BF105", "BF106", "BF120"],
                    },
                    {
                        name: "버스(BS)",
                        grades: ["BS105", "BS106", "BS120", "BS090"],
                    },
                    {
                        name: "대우버스(BV)",
                        grades: ["BV113", "BV120"],
                    },
                    {
                        name: "대우버스(BH)",
                        grades: ["BH115", "BH116", "BH117", "BH119", "BH120"],
                    },
                    {
                        name: "대우버스(BX)",
                        grades: ["BX212"],
                    },
                    {
                        name: "대우버스(FX)",
                        grades: ["FX116", "FX120", "FX212"],
                    },

                    {
                        name: "레스타",
                        grades: ["레스타 15인", "레스타 20인", "레스타 25인", "레스타 39인", "캠핑카", "어린이버스"],
                    },
                ],
            },
            {
                name: "중형쌍용버스",
                subModels: [
                    {
                        name: "쌍용버스",
                        grades: ["401", "441", "442"],
                    },
                ],
            },
        ],
    },
    {
        manufacturer: "소형화물",
        models: [
            {
                name: "카고(소형)",
                subModels: [
                    {
                        name: "[카고]ST1",
                        grades: ["스마트", "프리미엄"],
                    },
                    {
                        name: "[카고]포터2 (LPG2.5터보)",
                        grades: [
                            "더블캡/장축/4WD",
                            "더블캡/초장축/2WD",
                            "슈퍼캡/장축/4WD",
                            "슈퍼캡/초장축/2WD",
                            "일반캡/장축/4WD",
                            "일반캡/초장축/2WD",
                        ],
                    },
                    {
                        name: "[카고]봉고3 (LPG2.5터보)",
                        grades: [
                            "1.2톤/킹캡/초장축/2WD",
                            "1.2톤/표준캡/초장축/2WD",
                            "더블캡/장축/4WD",
                            "더블캡/초장축/2WD",
                            "킹캡/장축/4WD",
                            "킹캡/초장축/2WD",
                            "표준캡/장축/4WD",
                            "표준캡/초장축/2WD",
                        ],
                    },
                    {
                        name: "[카고]포터2 (EV)",
                        grades: [
                            "1.0톤/슈퍼캡/초장축",
                            "1.0톤/슈퍼캡/초장축/스마트스페셜",
                            "1.0톤/슈퍼캡/초장축/프리미엄스페셜",
                        ],
                    },
                    {
                        name: "[카고]봉고3 (EV)",
                        grades: ["1.0톤/킹캡/초장축", "1.0톤/킹캡/초장축/2WD"],
                    },
                    {
                        name: "[카고]포터2",
                        grades: [
                            "1.0톤/(CRDi)",
                            "1.0톤/(터보)",
                            "1.0톤/롱바디",
                            "1.0톤/슈퍼캡/초장축/(CRDi)",
                            "1.0톤/슈퍼캡/초장축/(터보)",
                            "1.0톤/일반캡/장축/(CRDi)",
                            "1.0톤/일반캡/장축/(터보)",
                            "1.0톤/초장축/(CRDi)",
                            "1.0톤/장축/(CRDi)",
                            "1.0톤/장축/(터보)",
                            "1.0톤/더블캡",
                            "1.0톤/더블캡/(CRDi)",
                            "1.0톤/더블캡/초장축/(CRDi)",
                            "1.0톤/더블캡/초장축",
                            "1.0톤/더블캡/장축/(CRDi)",
                            "1.0톤/더블캡/장축",
                            "4WD/더블캡/장축",
                            "4WD/더블캡",
                            "4WD/슈퍼캡/장축",
                            "4WD/슈퍼캡",
                            "4WD/일반캡/장축",
                            "4WD/일반캡",
                            "4WD",
                            "개별화물",
                        ],
                    },
                    {
                        name: "[카고]더뉴봉고3",
                        grades: [
                            "1.0톤/더블캡/초장축",
                            "1.0톤/더블캡/장축",
                            "1.0톤/킹캡/초장축",
                            "1.0톤/킹캡/장축",
                            "1.0톤/킹캡/초장축/프리미엄와이드",
                            "1.0톤/표준캡/초장축",
                            "1.0톤/표준캡/장축",
                            "1.0톤/롱바디",
                            "1.0톤/프리미엄와이드",
                            "4WD/1.0톤/더블캡/장축",
                            "4WD/1.0톤/킹캡/장축",
                            "4WD/1.0톤/킹캡/초장축",
                            "4WD/1.0톤/표준캡/장축",
                            "1.2톤/킹캡/초장축/2WD",
                            "1.2톤/표준캡/초장축",
                        ],
                    },
                    {
                        name: "[카고]포터2 (LPG)",
                        grades: ["1.0톤", "1.0톤/슈퍼캡/초장축", "1.0톤/일반캡/초장축", "더블캡", "더블캡/초장축"],
                    },
                    {
                        name: "[카고]더뉴봉고3 (LPG)",
                        grades: ["1.0톤/킹캡/초장축"],
                    },
                    {
                        name: "[카고]봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/롱바디",
                            "더블캡",
                            "1.0톤/더블캡/초장축/(CRDi)",
                            "1.0톤/더블캡/장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(TCi)",
                            "1.0톤/킹캡/장축/(CRDi)",
                            "1.0톤/킹캡/장축/(TCi)",
                            "1.0톤/표준캡/초장축/(CRDi)",
                            "1.0톤/표준캡/장축/(CRDi)",
                            "1.2톤",
                            "1.2톤/킹캡/초장축/(CRDi)",
                            "1.2톤/표준캡/초장축/(CRDi)",
                            "1.4톤",
                            "1.4톤/킹캡/초자축/(CRDi)",
                            "1.4톤/표준캡/초장축/(CRDi)",
                            "4WD",
                            "4WD/더블캡/장축",
                            "4WD/더블캡/장축/1.0톤/CRDi",
                            "4WD/킹캡/장축",
                            "4WD/킹캡/장축/1.0톤/CRDi",
                            "4WD/표준캡/장축",
                            "4WD/표준캡/장축/1.0톤/CRDi",
                        ],
                    },
                    {
                        name: "[카고]봉고3 (LPG)",
                        grades: [
                            "1.0톤",
                            "1.0톤/더블캡/초장축",
                            "1.0톤/킹캡/초장축",
                            "1.2톤",
                            "1.2톤/킹캡/초장축",
                            "1.4톤",
                            "더블캡",
                        ],
                    },
                    {
                        name: "[카고]뉴포터",
                        grades: [
                            "1.0톤",
                            "1.0톤/(터보)",
                            "1.0톤/롱바디",
                            "1.0톤/슈퍼캡/장축",
                            "1.0톤/슈퍼캡/초장축",
                            "1.0톤/슈퍼캡/초장축/(터보)",
                            "1.0톤/일반캡/초장축",
                            "1.0톤/장축",
                            "1.0톤/초장축",
                            "1.25톤",
                            "1.25톤/슈퍼캡/초장축",
                            "1.25톤/장축",
                            "1.25톤/초장축",
                            "더블캡",
                            "더블캡/장축",
                            "더블캡/초장축",
                        ],
                    },
                    {
                        name: "[카고]뉴포터 (LPG)",
                        grades: [
                            "1.0톤",
                            "1.0톤/슈퍼캡/초장축",
                            "1.0톤/일반캡/장축",
                            "1.0톤/일반캡/초장축",
                            "더블캡",
                            "더블캡/장축",
                            "더블캡/초장축",
                        ],
                    },
                    {
                        name: "[카고]봉고프런티어",
                        grades: [
                            "1.3톤",
                            "1.3톤/킹캡",
                            "1.3톤/표준캡",
                            "1.4톤",
                            "1.4톤/더블캡",
                            "1.4톤/킹캡",
                            "1.4톤/표준캡",
                            "1톤",
                            "1톤/(LPG)",
                            "1톤/4WD/(LPG)",
                            "1톤/더블캡/4WD",
                            "1톤/더블캡/장축",
                            "1톤/더블캡/장축/4WD",
                            "1톤/더블캡/초장축",
                            "1톤/일반캡/4WD",
                            "1톤/킹캡/4WD",
                            "1톤/킹캡/장축",
                        ],
                    },
                    {
                        name: "[카고]포터",
                        grades: [
                            "1.0톤",
                            "1.0톤/롱바디",
                            "1.0톤/롱바디",
                            "1.0톤/슈퍼캡/장축",
                            "1.0톤/슈퍼캡/초장축",
                            "1.0톤/일반캡/초장축",
                            "1.0톤/장축",
                            "1.0톤/초장축",
                            "1.25통",
                            "1.25톤/슈퍼캡/초장축",
                            "1.25/장축",
                            "1.25톤/초장축",
                            "더블캡",
                            "더블캡/장축",
                            "더블캡/초장축",
                        ],
                    },
                    {
                        name: "[카고]포터 (LPG)",
                        grades: ["1.0톤", "1.0톤/슈퍼캡/초장축", "더블캡", "더블캡/장축", "더블캡/초장축"],
                    },
                    {
                        name: "[카고]뉴라보",
                        grades: ["STD", "DLX", "DLX 롱카고", "SUPER", "SUPER 롱카고"],
                    },
                    {
                        name: "[카고]라보",
                        grades: [
                            "STD",
                            "STD 롱카고",
                            "STD 카고",
                            "DLX",
                            "DLX 롱카고",
                            "DLX 카고",
                            "SUPER",
                            "SUPER 롱카고",
                            "SUPER 카고",
                        ],
                    },
                    {
                        name: "[카고]리베로",
                        grades: ["기본형", "LPG", "LPG/SR", "LPG/SRX", "PRO", "SR", "SRX"],
                    },
                    {
                        name: "[카고]세레스",
                        grades: ["1톤", "4WD"],
                    },
                ],
            },
            {
                name: "내장탑",
                subModels: [
                    {
                        name: "[내장탑]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축", "더블캡/초장축"],
                    },
                    {
                        name: "[내장탑]봉고3 (LPG2.5터보)",
                        grades: ["스탠다드형/초장축"],
                    },
                    {
                        name: "[내장탑]포터2 (EV)",
                        grades: ["1.0톤/슈퍼캡/초장축", "1.0톤/슈퍼캡/초장축/일반형"],
                    },
                    {
                        name: "[내장탑]봉고3 (EV)",
                        grades: ["1.0톤/킹캡/초장축", "1.0톤/킹캡/초장축/표준형"],
                    },
                    {
                        name: "[내장탑]포터2",
                        grades: [
                            "기본형",
                            "더블캡",
                            "더블캡/초장축/(CRDi)",
                            "더블캡/초장축/(TCi)",
                            "슈퍼캡/초장축",
                            "슈퍼캡/초장축/(CRDi)",
                            "슈퍼캡/초장축(TCi)",
                            "일반캡/초장축/(CRDi)",
                            "일반캡/초장축/(TCi)",
                            "장축",
                            "초장축",
                            "상승내장탑",
                            "1톤/롱바디",
                        ],
                    },
                    {
                        name: "[내장탑]더뉴봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/킹캡/초장축/표준형",
                            "1.0톤/표준캡/초장축/표준형",
                            "1.2톤",
                            "1.2톤/킹캡/초장축/표준형",
                            "상승내장탑/킹캡/초장축",
                            "상승내장탑",
                        ],
                    },
                    {
                        name: "[내장탑]더뉴봉고3 (LPG)",
                        grades: ["1.0톤", "1.0톤/킹캡/초장축/표준형"],
                    },
                    {
                        name: "[내장탑]봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(TCi)",
                            "1.0톤/표준캡/초장축/(CRDi)",
                            "1.0톤/표준캡/초장축/(TCi)",
                            "1.2톤",
                            "1.2톤/킹캡/초장축/(CRDi)",
                            "1.2톤/표준캡/초장축/(CRDi)",
                            "1.4톤",
                            "1.4톤/킹캡/초장축/(CRDi)",
                            "1.4톤/표준캡/초장축/(CRDi)",
                            "더블캡",
                        ],
                    },
                    {
                        name: "[내장탑]봉고3 (LPG)",
                        grades: ["기본형", "1.0톤/킹캡/초장축"],
                    },
                    {
                        name: "[내장탑]뉴포터",
                        grades: ["기본형", "더블캡", "더블캡/초장축", "슈퍼캡/초장축", "장축", "초장축"],
                    },
                    {
                        name: "[내장탑]뉴포터 (LPG)",
                        grades: ["기본형", "슈퍼캡/초장축"],
                    },
                    {
                        name: "[내장탑]포터",
                        grades: ["기본형", "1.25톤/일반캡", "더블캡", "슈퍼캡/초장축", "장축", "초장축"],
                    },
                    {
                        name: "[내장탑]포터 (LPG)",
                        grades: ["기본형", "슈퍼캡/초장축", "일반캡/초장축"],
                    },
                    {
                        name: "[내장탑]봉고프런티어",
                        grades: ["1.3톤", "1.3톤/(LPG)", "1.4톤", "1톤", "1톤/(LPG)", "1톤/킹캡"],
                    },
                    {
                        name: "[내장탑]와이드봉고",
                        grades: ["기본형"],
                    },
                    {
                        name: "[내장탑]뉴라보",
                        grades: ["롱카고"],
                    },
                    {
                        name: "[내장탑]라보",
                        grades: ["기본형", "롱카고"],
                    },
                    {
                        name: "[내장탑]리베로",
                        grades: ["슈퍼캡", "일반캡"],
                    },
                    {
                        name: "[내장탑]야무진",
                        grades: ["기본형"],
                    },
                    {
                        name: "[내장탑]타이탄",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "내장탑(하이)",
                subModels: [
                    {
                        name: "[하이내장탑]ST1 (EV)",
                        grades: ["스마트"],
                    },
                    {
                        name: "[하이내장탑]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축", "일반캡/초장축"],
                    },
                    {
                        name: "[하이내장탑]봉고3 (LPG2.5터보)",
                        grades: [
                            "킹캡/초장축",
                            "킹캡/초장축(고급형)",
                            "표준캡/초장축",
                            "1.2톤/킹캡/초장축",
                            "1.2톤/표준캡/초장축",
                        ],
                    },
                    {
                        name: "[하이내장탑]포터2 (EV)",
                        grades: ["1.0톤/슈퍼캡/초장축"],
                    },
                    {
                        name: "[하이내장탑]봉고3 (EV)",
                        grades: ["1.0톤/킹캡/초장축/플러스형"],
                    },
                    {
                        name: "[하이내장탑]포터2",
                        grades: ["슈퍼캡/초장축(CRDi)", "일반캡/초장축(CRDi)", "하이탑", "1톤/롱바디"],
                    },
                    {
                        name: "[하이내장탑]더뉴봉고3",
                        grades: [
                            "1.0톤/킹캡/초장축/플러스형",
                            "1.0톤/표준캡/초장축/플러스형",
                            "1.2톤/킹캡/초장축/플러스형",
                            "1.2톤/표준캡/초장축/플러스형",
                        ],
                    },
                    {
                        name: "[하이내장탑]더뉴봉고3 (LPG)",
                        grades: ["1.0톤/킹캡/초장축/플러스형"],
                    },
                    {
                        name: "[하이내장탑]봉고3",
                        grades: [
                            "1.0톤/킹캡/초장축/플러스형",
                            "1.0톤/하이탑",
                            "1.2톤/하이탑",
                            "1.4톤/하이탑",
                            "하이탑",
                        ],
                    },
                    {
                        name: "[하이내장탑]봉고3 (LPG)",
                        grades: ["하이탑"],
                    },
                ],
            },
            {
                name: "내장탑(저상)",
                subModels: [
                    {
                        name: "[저상내장탑]ST1 (EV)",
                        grades: ["스마트", "프리미엄"],
                    },
                    {
                        name: "[저상내장탑]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축", "일반캡/초장축"],
                    },
                    {
                        name: "[저상내장탑]봉고3 (LPG2.5터보)",
                        grades: ["킹캡/초장축/로우형"],
                    },
                    {
                        name: "[저상내장탑]봉고3 (EV)",
                        grades: ["1.0톤/킹캡/초장축"],
                    },
                    {
                        name: "[저상내장탑]포터2 (EV)",
                        grades: ["1.0톤/슈퍼캡/초장축"],
                    },
                    {
                        name: "[저상내장탑]포터2",
                        grades: ["저상탑"],
                    },
                    {
                        name: "[저상내장탑]더뉴봉고3",
                        grades: ["1.0톤/킹캡/초장축"],
                    },
                    {
                        name: "[저상내장탑]봉고3",
                        grades: ["저상탑"],
                    },
                ],
            },
            {
                name: "내장탑파워게이트",
                subModels: [
                    {
                        name: "[냉동탑파워게이트]포터2",
                        grades: ["기본형"],
                    },
                    {
                        name: "[냉동탑파워게이트]봉고3",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "냉장탑",
                subModels: [
                    {
                        name: "[냉장답]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축/(트윈컴프)"],
                    },
                    {
                        name: "[냉장탑]봉고3 (LPG2.5터보)",
                        grades: ["스탠다드형/킹캡/초장축/(듀얼컴프)"],
                    },
                    {
                        name: "[냉장탑]포터2",
                        grades: [
                            "기본형",
                            "더블캡",
                            "슈퍼캡/초장축",
                            "슈퍼캡/초장축/(CRDi)",
                            "일반캡/초장축/(CRDi)",
                            "장축",
                            "초장축",
                            "롱바디",
                        ],
                    },
                    {
                        name: "[냉장탑]더뉴봉고3",
                        grades: ["1.0톤", "1.0톤/킹캡/초장축/표준형(싱글컴프)"],
                    },
                    {
                        name: "[냉장탑]봉고3",
                        grades: [
                            "기본형",
                            "1.0톤",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(TCi)",
                            "1.2톤",
                            "1.4톤",
                        ],
                    },
                ],
            },
            {
                name: "냉장탑(하이)",
                subModels: [
                    {
                        name: "[하이냉장탑]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축(트윈컴프)"],
                    },
                    {
                        name: "[하이냉장탑]봉고3 (LPG2.5터보)",
                        grades: ["킹캡/초장축(듀얼컴프)"],
                    },
                    {
                        name: "[하이냉장탑]포터2",
                        grades: ["하이탑"],
                    },
                    {
                        name: "[하이냉장탑]더뉴봉고3",
                        grades: ["1.0톤/킹캡/초장축/플러스형(싱글컴프)", "1.0톤/하이탑"],
                    },
                    {
                        name: "[하이냉장탑]봉고3",
                        grades: ["킹캡 초장축"],
                    },
                ],
            },
            {
                name: "냉장탑파워게이트",
                subModels: [
                    {
                        name: "[냉장탑파워게이트]포터2",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "보냉탑",
                subModels: [
                    {
                        name: "[보냉탑]포터2",
                        grades: ["슈퍼캡/초장축/(CRDi)", "슈퍼캡/초장축/(TCi)", "일반캡/초장축", "일반캡/초장축/(TCi)"],
                    },
                    {
                        name: "[보냉탑]봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(TCi)",
                            "1.0톤/표준캡/초장축/(CRDi)",
                            "1.0톤/표준캡/초장축/(TCi)",
                            "1.2톤",
                            "1.2톤/킹캡/초장축/(CRDi)",
                            "1.4톤",
                            "1.4톤/킹캡/초장축/(CRDi)",
                        ],
                    },
                    {
                        name: "[보냉탑]뉴라보",
                        grades: ["롱카고", "일반형"],
                    },
                    {
                        name: "[보낸탑]라보",
                        grades: ["기본형", "롱카고"],
                    },
                    {
                        name: "[보냉탑]뉴포터",
                        grades: ["슈퍼캡/초장축", "일반캡/초장축"],
                    },
                    {
                        name: "[보냉탑]포터",
                        grades: ["기본형", "1.25톤/일반캡"],
                    },
                    {
                        name: "[보낸탑]봉고프런티어",
                        grades: ["1톤/킹캡", "기본형"],
                    },
                    {
                        name: "[보냉탑]와이드봉고",
                        grades: ["기본형"],
                    },
                    {
                        name: "[보냉탑]리베로",
                        grades: ["슈퍼캡", "일반캡"],
                    },
                    {
                        name: "[보냉탑]타이탄",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "냉온장탑",
                subModels: [
                    {
                        name: "[냉온장탑]봉고3 (LPG2.5터보)",
                        grades: ["스탠다드형/킹캡/초장축/(듀얼컴프)"],
                    },
                    {
                        name: "[냉온장탑]더뉴봉고3",
                        grades: ["1.0톤", "1.0톤/킹캡/초장축/표준형(듀얼컴프)"],
                    },
                    {
                        name: "[냉온장탑]봉고3",
                        grades: ["기본형", "1.0톤/킹캡/초장축/(CRDi)"],
                    },
                ],
            },
            {
                name: "윙바디",
                subModels: [
                    {
                        name: "[윙바디]포터2 (LPG2.5터보)",
                        grades: ["수동식/슈퍼캡/초장축", "전동식/슈퍼캡/초장추"],
                    },
                    {
                        name: "[윙바디]봉고3 (LG2.5터보)",
                        grades: [
                            "수동식/킹캡/초장축",
                            "전동식/킹캡/초장축",
                            "1.2톤/수동식/킹캡/초장축",
                            "1.2톤/전동식/표준캡/초장축",
                            "1.2톤/전동식/킹캡/초장축",
                        ],
                    },
                    {
                        name: "[윙바디]포터2 (EV)",
                        grades: ["전동식/슈퍼캡/초장축", "수동식/킹캡/초장축"],
                    },
                    {
                        name: "[윙바디]봉고3 (EV)",
                        grades: ["수동식/킹캡/초장축", "전동식/슈퍼캡/초장축"],
                    },
                    {
                        name: "[윙바디]포터2",
                        grades: [
                            "기본형",
                            "슈퍼캡/초장축",
                            "슈퍼캡/초장축/(CRDi)",
                            "슈퍼캡/초장축/(TCi)",
                            "일반캡/초장축/(CRDi)",
                            "전동식",
                            "롱바디",
                        ],
                    },
                    {
                        name: "[윙바디]더뉴봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/킹캡/초장축",
                            "1.2톤",
                            "수동식 1.0톤/킹캡/초장축",
                            "수동식 1.2톤/킹캡/초장축",
                            "전동식 1.0톤/킹캡/초장축",
                            "전동식 1.2톤/킹캡/초장축",
                            "전동식 1.2톤/표준캡/초장축",
                        ],
                    },
                    {
                        name: "[윙바디]봉고3",
                        grades: [
                            "기본형",
                            "1.0톤",
                            "1.0톤/(CRDi)",
                            "1.0톤/(TCi)",
                            "1.0톤/킹캡/장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(TCi)",
                            "1.2톤",
                            "1.2톤/(CRDi)",
                            "1.2톤/킹캡/초장축/(CRDi)",
                            "1.4톤",
                            "1.4톤/킹캡/초장축/(CRDi)",
                        ],
                    },
                    {
                        name: "[윙바디]봉고3 (LPG)",
                        grades: ["1.0톤"],
                    },
                    {
                        name: "[윙바디]뉴포터",
                        grades: ["기본형", "슈퍼캡/초장축", "장축", "초장축"],
                    },
                    {
                        name: "[윙바디]봉고프런티어",
                        grades: ["1.3톤/킹캡", "1톤/킹캡"],
                    },
                    {
                        name: "[윙바디]포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[윙바디]리베로",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "윙바디파워게이트",
                subModels: [
                    {
                        name: "[윙바디파워게이트]더뉴봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[윙바디파워게이트]포터2",
                        grades: ["기본형", "슈퍼캡/초장축/(CRDi)"],
                    },
                    {
                        name: "[윙바디파워게이트]봉고3",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "파워게이트",
                subModels: [
                    {
                        name: "[파워게이트]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축", "더블캡/초장축"],
                    },
                    {
                        name: "[파워게이트]봉고3 (LPG2.5터보)",
                        grades: [
                            "킹캡/초장축/수직형(2단)",
                            "킹캡/초장축/턴인형(2단)",
                            "1.2톤/킹캡/초장축/수직형(2단)",
                            "1.2톤/킹캡/초장축/턴인형(2단)",
                        ],
                    },
                    {
                        name: "[파워게이트]포터2 (EV)",
                        grades: ["1.0톤/슈퍼캡/초장축"],
                    },
                    {
                        name: "[파워게이트]봉고3 (EV)",
                        grades: ["1.0톤/킹캡/초장축"],
                    },
                    {
                        name: "[파워게이트]포터2",
                        grades: [
                            "기본형",
                            "일반캡/초장축/(CRDi)",
                            "더블캡",
                            "더블캡/장축",
                            "더블캡/장축/4WD",
                            "더블캡/초장축",
                            "더블캡/초장축/(CRDi)",
                            "더블캡/초장축/(TCi)",
                            "슈퍼캡/초장축",
                            "슈퍼캡/초장축/(CRDi)",
                            "슈퍼캡/초장축/(TCi)",
                            "장축",
                            "초장축",
                        ],
                    },
                    {
                        name: "[파워게이트]더뉴봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/더블캡",
                            "1.0톤/킹캡/초장축/수직형(2단)",
                            "1.2톤",
                            "1.2톤/킹캡/초장축/수직형(1단)",
                            "1.2톤/킹캡/초장축/수직형(2단)",
                        ],
                    },
                    {
                        name: "[파워게이트]봉고3",
                        grades: [
                            "기본형",
                            "1.0톤",
                            "1.0톤/더블캡",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(TCi)",
                            "1.0톤/킹캡/장축/(CRDi) 4륜",
                            "1.2톤",
                            "1.2톤/킹캡/초장축/(CRDi)",
                            "1.4톤",
                            "1.4톤/킹캡",
                        ],
                    },
                    {
                        name: "[파워게이트]뉴라보",
                        grades: ["기본형"],
                    },
                    {
                        name: "[파워게이트]라보",
                        grades: ["기본형"],
                    },
                    {
                        name: "[파워게이트]뉴포터",
                        grades: ["기본형", "더블캡/초장축", "슈퍼캡/초장축", "장축", "초장축"],
                    },
                    {
                        name: "[파워게이트]뉴포터 (LPG)",
                        grades: ["기본형", "초장축"],
                    },
                    {
                        name: "[파워게이트]봉고3 (LPG)",
                        grades: ["기본형"],
                    },
                    {
                        name: "[파워게이트]포터",
                        grades: ["기본형", "장축", "초장축"],
                    },
                    {
                        name: "[파워게이트]포터 (LPG)",
                        grades: ["기본형", "초장축"],
                    },
                    {
                        name: "[파워게이트]봉고프런티어",
                        grades: ["LPG", "기본형"],
                    },
                    {
                        name: "[파워게이트]리베로",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "트랜스/와이드파워게이트",
                subModels: [
                    {
                        name: "[트렌스파워게이트]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축"],
                    },
                    {
                        name: "[와이드파워게이트]봉고3 (LPG2.5터보)",
                        grades: ["킹캡/초장축/턴인형(2단)"],
                    },
                    {
                        name: "[트렌스파워게이트]포터2",
                        grades: ["슈퍼캡/초장축"],
                    },
                    {
                        name: "[와이드파워게이트]더뉴봉고3",
                        grades: ["1.0톤/킹캡/초장축/턴인형(2단)"],
                    },
                ],
            },
            {
                name: "다용도탑",
                subModels: [
                    {
                        name: "[다용도탑]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축"],
                    },
                    {
                        name: "[다용도탑]포터2",
                        grades: ["기본형", "슈퍼캡/초장축/(CRDi)", "슈퍼캡/초장축/(TCi)", "일반캡/초장축/(CRDi)"],
                    },
                    {
                        name: "[다용도탑]더뉴봉고3",
                        grades: ["1.0톤", "1.0톤/킹캡/초장축/표준형"],
                    },
                    {
                        name: "[다용도탑]봉고3",
                        grades: ["기본형", "1.0톤/킹캡/초장축/(CRDi)", "1.0톤/킹캡/초장축/(TCi)"],
                    },
                    {
                        name: "[다용도탑]리베로",
                        grades: ["슈퍼캡", "일반캡"],
                    },
                ],
            },
            {
                name: "택배전용탑차",
                subModels: [
                    {
                        name: "[택배전용]봉고3 (LPG2.5터보)",
                        grades: ["하이형/킹캡/초장축"],
                    },
                    {
                        name: "[택배전용]더뉴봉고3",
                        grades: ["1.0톤", "1.0톤/킹캡/초장축/표준형", "1.0톤/킹캡/초장축/플러스형"],
                    },
                ],
            },
            {
                name: "미닫이탑차",
                subModels: [
                    {
                        name: "[미닫이탑]봉고3 (EV)",
                        grades: ["하이형/킹캡/초장축"],
                    },
                    {
                        name: "[미닫이탑]봉고3 (LPG2.5터보)",
                        grades: ["로우형(양문형)/킹캡/초장축", "하이형(양문형)/킹캡/초장축"],
                    },
                    {
                        name: "[미닫이탑]더뉴봉고3",
                        grades: ["1.0톤", "1.0톤/표준캡/초장축/표준형", "1.0톤/킹캡/초장축/플러스형"],
                    },
                ],
            },
            {
                name: "접이식탑차",
                subModels: [
                    {
                        name: "[접이식탑차]뉴라보",
                        grades: ["롱카고"],
                    },
                    {
                        name: "[접이식탑차]라보",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "덤프",
                subModels: [
                    {
                        name: "[덤프]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/장축/4WD", "슈퍼캡/장축/4WD/일체형 적재함"],
                    },
                    {
                        name: "[덤프]봉고3 (LPG2.5터보)",
                        grades: ["킹캡/장축/4WD/3WAY형", "킹캡/장축/4WD/일반형", "킹캡/장축/4WD/일반형(전동유압식)"],
                    },
                    {
                        name: "[덤프]포터2",
                        grades: ["기본형", "슈퍼캡/장축", "슈퍼캡/장축/(CRDi)", "슈퍼캡/장축/(TCi)", "슈퍼캡/장축/4WD"],
                    },
                    {
                        name: "[덤프]더뉴봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/킹캡/장축/4WD/3WAY형",
                            "1.0톤/킹캡/장축/4WD/일반형",
                            "1.0톤/킹캡/장축/4WD/일반형(전동유압식)",
                        ],
                    },
                    {
                        name: "[덤프]봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/킹캡/장축/(CRDi)",
                            "1.0톤/킹캡/장축/4WD/(CRDi)",
                            "1.0톤/킹캡/장축/4WD/(CRDi)/3WAY형",
                            "1.0톤/표준캡/장축/(CRDi)",
                            "1.0톤/표준캡/장축/(TCi)",
                            "1.0톤/표준캡/장축/4WD/(CRDi)",
                            "1.0톤/표준캡/장축/4WD/(CRDi)/3WAY형",
                        ],
                    },
                    {
                        name: "[덤프]뉴포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[덤프]봉고프런티어",
                        grades: ["1톤/4WD", "1톤/4WD/3WAY형"],
                    },
                    {
                        name: "[덤프]포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[덤프]라보",
                        grades: ["기본형"],
                    },
                    {
                        name: "[덤프]세레스",
                        grades: ["4WD"],
                    },
                    {
                        name: "[덤프]리베로",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "활어차",
                subModels: [
                    {
                        name: "[활어차]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축"],
                    },
                    {
                        name: "[활어차]봉고3 (LPG2.5터보)",
                        grades: ["킹캡/초장축"],
                    },
                    {
                        name: "[활어차]포터2",
                        grades: ["1.3톤", "1.4톤", "슈퍼캡/초장축/(CRDi)", "슈퍼캡/초장축/(TCi)"],
                    },
                    {
                        name: "[활어차]더뉴봉고3",
                        grades: ["1.0톤/킹캡/초장축", "1.3톤/킹캡/초장축"],
                    },
                    {
                        name: "[활어차]봉고3",
                        grades: [
                            "1.0톤",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/킹캡/초장축/(TCi)",
                            "1.2톤",
                            "1.3톤/킹캡/초장축/(CRDi)",
                            "1.4톤",
                            "1.4톤/킹캡/초장축/(CRDi)",
                        ],
                    },
                    {
                        name: "[활어차]뉴포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[활어차]봉고프런티어",
                        grades: ["기본형"],
                    },
                    {
                        name: "[활어차]포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[활어차]리베로",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "캠핑",
                subModels: [
                    {
                        name: "[캠핑]포터2포레스트",
                        grades: ["기본형", "디럭스", "스탠다드", "엔트리"],
                    },
                    {
                        name: "[캠핑]포터2",
                        grades: ["기본형"],
                    },
                    {
                        name: "[캠핑]더뉴봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[캠핑]봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[캠핑]봉고프런티어",
                        grades: ["기본형", "LPG"],
                    },
                    {
                        name: "[캠핑]리베로]",
                        grades: ["기본형"],
                    },
                    {
                        name: "[캠핑]트레일러",
                        grades: [
                            "HOBBY캠핑트레일러",
                            "포레스트리버캠핑트레일러",
                            "크나우스(KNAUS)캠핑트레일러",
                            "아드리아(ADRIA)캠핑트레일러",
                            "베일리(BAILEY)캠핑트레일러",
                            "스위프트(SWIFT)캠핑트레일러",
                            "익스플로러(EXPLORER)캠핑트레일러",
                            "(일반)트레일러",
                        ],
                    },
                    {
                        name: "[시티밴]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/초장축"],
                    },
                ],
            },
            {
                name: "시티밴",
                subModels: [
                    {
                        name: "[시티밴]포터2",
                        grades: ["슈퍼캡/초장축", "슈퍼캡/초장축/(CRDi)", "슈퍼캡/초장축/(TCi)"],
                    },
                    {
                        name: "[시티밴]뉴포터",
                        grades: ["1.25톤"],
                    },
                    {
                        name: "[시티밴]리베로",
                        grades: ["슈퍼캡", "일반캡"],
                    },
                ],
            },
            {
                name: "워크스루밴",
                subModels: [
                    {
                        name: "[워크스루밴]봉고3 (LPG2.5터보)",
                        grades: ["킹캡/초장축"],
                    },
                    {
                        name: "[워크스루밴]더뉴봉고3",
                        grades: ["1.0톤", "1.0톤/킹캡/초장축/일반형", "1.0톤/킹캡/초장축/아웃도어형"],
                    },
                    {
                        name: "[워크스루밴]봉고3",
                        grades: ["1.0톤", "1.0톤/킹캡/초장축/(CRDi)", "1.0톤/킹캡/초장축/(TCi)"],
                    },
                    {
                        name: "[워크스루밴]봉고프런티어",
                        grades: ["1톤", "1톤/(LPG)"],
                    },
                    {
                        name: "[워크스루밴]뉴포터",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "호로차",
                subModels: [
                    {
                        name: "[호로차]포터2",
                        grades: [
                            "더블캡/초장축",
                            "더블캡/초장축/(TCi)",
                            "슈퍼캡/초장축",
                            "일반캡/초장축",
                            "일반캡/초장축/(TCi)",
                        ],
                    },
                    {
                        name: "[호로차]뉴포터",
                        grades: ["더블캡/초장축"],
                    },
                ],
            },
            {
                name: "홈로리/유조/이동주유",
                subModels: [
                    {
                        name: "[이동주유]포터2 (LPG2.5터보)",
                        grades: ["슈퍼캡/장축/4WD"],
                    },
                    {
                        name: "[홈로리]봉고3 (LPG2.5터보)",
                        grades: ["킹캡/초장축/2WD", "표준캡/초장축/4WD"],
                    },
                    {
                        name: "[유조차]포터2",
                        grades: ["기본형", "슈퍼캡/장축/4WD", "슈퍼캡/장축/(CRDi)", "슈퍼캡/장축/(TCi)"],
                    },
                    {
                        name: "[홈로리]더뉴봉고3",
                        grades: ["1.0톤", "1.0톤/킹캡/장축/2WD", "1.0톤/표준캡/장축/4WD"],
                    },
                    {
                        name: "[유조차]뉴포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[홈로리]봉고3",
                        grades: [
                            "기본형",
                            "1.0톤/더블캡/초장축/(CRDi)",
                            "1.0톤/킹캡/장축/(CRDi)",
                            "1.0톤/킹캡/장축/(TCi)",
                            "1.0톤/킹캡/초장축/(CRDi)",
                            "1.0톤/표준캡/장축/(TCi)",
                            "1.0톤/표준캡/장축/4WD/(CRDi)",
                            "1.3톤/킹캡/초장축/(CRDi)",
                            "1.4톤/킹캡/초장축/(CRDi)",
                        ],
                    },
                    {
                        name: "[유조차]포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[유조차]봉고프런티어",
                        grades: ["1톤", "1톤/표준캡", "1톤/표준캡/4WD", "1톤/표준캡/DLX"],
                    },
                    {
                        name: "[이동주유]라보",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "크레인",
                subModels: [
                    {
                        name: "[크레인]포터2",
                        grades: ["기본형"],
                    },
                    {
                        name: "[크레인]봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[크레인]뉴포터",
                        grades: ["기본형", "1.25톤", "슈퍼캡/초장축/(CRDi)", "슈퍼캡/초장축/(TCi)"],
                    },
                    {
                        name: "[크레인]봉고프런티어",
                        grades: ["1톤"],
                    },
                    {
                        name: "[크레인]포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[크레인]리베로",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "바가지차",
                subModels: [
                    {
                        name: "[바가지차]더뉴봉고3",
                        grades: ["1.0톤", "1.2톤"],
                    },
                    {
                        name: "[바가지차]봉고3",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "고소작업차",
                subModels: [
                    {
                        name: "[고소작업차]포터2",
                        grades: ["기본형"],
                    },
                    {
                        name: "[고소작업차]더뉴봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[고소작업차]봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[고소작업차]뉴포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[고소작업차]포터",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "사다리차",
                subModels: [
                    {
                        name: "[사다리]더뉴봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[사다리]봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[사다리]봉고프런티어",
                        grades: ["1.4톤"],
                    },
                ],
            },
            {
                name: "집게차",
                subModels: [
                    {
                        name: "[집게]포터2",
                        grades: ["기본형"],
                    },
                    {
                        name: "[집게]봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[집게]뉴포터",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "압축진개",
                subModels: [
                    {
                        name: "[진개차]포터2",
                        grades: ["진개덤프"],
                    },
                    {
                        name: "[진개차]봉고3",
                        grades: ["진개덤프"],
                    },
                    {
                        name: "[진개차]뉴포터",
                        grades: ["진개덤프"],
                    },
                ],
            },
            {
                name: "버큠로리",
                subModels: [
                    {
                        name: "[버큠로리]봉고3",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "렉카/셀프로더",
                subModels: [
                    {
                        name: "[렉카]더뉴봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[렉카]리베로",
                        grades: ["기본형"],
                    },
                    {
                        name: "[렉카]포터2",
                        grades: ["기본형"],
                    },
                    {
                        name: "[리프트]봉고프런티어",
                        grades: ["1.3톤", "1톤", "1톤/(LPG)"],
                    },
                    {
                        name: "[셀프로더]더뉴봉고3",
                        grades: ["1.2톤", "1.2톤/킹캡/초장축"],
                    },
                    {
                        name: "[셀프로더]봉고3",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "특수(스넥/이동판매)",
                subModels: [
                    {
                        name: "[스넥카]더뉴봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[스넥카]포터2",
                        grades: ["기본형", "더블캡"],
                    },
                    {
                        name: "[스넥카]포터2 (LPG)",
                        grades: ["기본형"],
                    },
                    {
                        name: "[스넥카]봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[스넥카]뉴포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[스넥카]뉴포터 (LPG)",
                        grades: ["기본형"],
                    },
                    {
                        name: "[스넥카]포터",
                        grades: ["기본형"],
                    },
                    {
                        name: "[스넥카]포터 (LPG)",
                        grades: ["기본형"],
                    },
                    {
                        name: "[스넥카]리베로",
                        grades: ["기본형", "LPG"],
                    },
                    {
                        name: "[이동판매]봉고프런티어",
                        grades: ["LPG", "기본형"],
                    },
                    {
                        name: "[이동판매]뉴라보",
                        grades: ["롱카고"],
                    },
                    {
                        name: "[이동판매]라보",
                        grades: ["기본형"],
                    },
                ],
            },
            {
                name: "특수(운전교습)",
                subModels: [
                    {
                        name: "[운전교습용]포터2 (LPG2.5터보)",
                        grades: ["더블캡/초장축/2WD", "일반캡/초장축/2WD"],
                    },
                    {
                        name: "[운전교습용]봉고3 (LPG2.5터보)",
                        grades: ["더블캡/초장축/2WD", "표준캡/초장축/2WD"],
                    },
                    {
                        name: "[운전교습용]포터2",
                        grades: ["더블캡/초장축", "일반캡/초장축"],
                    },
                    {
                        name: "[운전교습용]더뉴봉고3",
                        grades: ["1.0톤/더블캡/초장축", "1.0톤/표준캡/초장축"],
                    },
                    {
                        name: "[운전교습용]봉고3",
                        grades: ["1.0톤/더블캡/초장축", "1.0톤/표준캡/초장축"],
                    },
                ],
            },
            {
                name: "특수(이동광고/홍보)",
                subModels: [
                    {
                        name: "[이동광고차]포터2",
                        grades: ["기본형", "베스트 영상홍보"],
                    },
                    {
                        name: "[이동광고차]봉고3",
                        grades: ["1.0톤", "1.2톤", "1.4톤"],
                    },
                ],
            },
            {
                name: "특수(소형트레일러)",
                subModels: [
                    {
                        name: "[운송]트레일러",
                        grades: ["차캐드일반화물운송트레일러", "(일반)트레일러"],
                    },
                    {
                        name: "[레저]트레일러",
                        grades: ["(일반)트레일러"],
                    },
                ],
            },
            {
                name: "특수(기차)",
                subModels: [
                    {
                        name: "[가축운반차]봉고3",
                        grades: ["1.0톤", "1.2톤"],
                    },
                    {
                        name: "[싸인카]포터2",
                        grades: ["기본형"],
                    },
                    {
                        name: "[엠블런스]봉고3",
                        grades: ["기본형"],
                    },
                    {
                        name: "[엠블런스]봉고프런티어",
                        grades: ["기본형"],
                    },
                    {
                        name: "[엠블런스]리베로",
                        grades: ["기본형"],
                    },
                    {
                        name: "[이동방제차]봉고3",
                        grades: ["기본형", "1.0톤/킹캡/장축/4WD/(CRDi)", "1.0톤/표준캡/장축/4WD/(CRDi)"],
                    },
                    {
                        name: "[이동방제차]봉고프런티어",
                        grades: ["1톤", "1.3톤"],
                    },
                    {
                        name: "[이동방제차]봉고3",
                        grades: ["1.2톤"],
                    },
                    {
                        name: "[이동정비차]더뉴봉고3",
                        grades: ["1.0톤/킹캡/초방축"],
                    },
                    {
                        name: "[파쇄차]봉고3",
                        grades: ["1.2톤"],
                    },
                    {
                        name: "[이동목욕차]봉고3",
                        grades: ["1톤"],
                    },
                ],
            },
        ],
    },
];
